/**
 * Файл содержит переводы названий зданий и их описания, таблица (building)
 *
 * @author Greg
 * @package lang
 */
window.building = {
	castle:{
		name:'Замок',
		description:"Замок лорда – это резиденция правителя, центральное здание города, выполняющие административные функции. " +
			        "Необходимо развивать резиденцию, чтобы улучшать уровень других городских построек. " +
			        "На Замке лорда никогда не стоит экономить!"
	},

	fortress:{
		name:'Крепость',
		description:"Крепость – это сооружение призванное защитить город в случае опасности. " +
			        "Улучшая крепость можно расширить территорию города, а стало быть получить землю под строительство новых зданий."
	},

	smithy:{
		name:'Кузница',
		description:"Кузнеца – переплавляет железную руду в железо и сталь."
	},

	quarry:{
		name:'Каменоломня',
		description:"Каменоломня – производит один из главных ресурсов для развития города – камень. " +
			        "Без хорошо развитой добычи и обработки камня нельзя будет сложно построить хорошо укреплённый город."
	},

	sawmill:{
		name:'Лесопилка',
		description:"Лесопилка – основной строительный ресурс для любого города - древесина. " +
			        "Без хороших лесопилок не получится построить другие городские здания или даже самую простую мебель для населения."
	},

	weaving_workshop:{
		name:'Ткацкая мастерская',
		description:"Ткацкая мастерская – изготовить хорошую ткань не просто, но очень важна для снаряжения армии."
	},

	brewery:{
		name:'Пивоварня',
		description:"Пивоварня – производит пиво, которое пользуется большим спросом у населения города. " +
			        "Если необходимо поднять счастье населения, то пара – тройка бочонков пива смогут помочь в этом деле. "
	},

	farm:{
		name:'Ферма',
		description:"Ферма – производит продовольствие для снабжения армии и города. Плохо накормленная армия воевать не будет. " +
			         "Необходимо иметь достаточное количество ферм, чтобы прокормить свои войска и войска союзников, " +
			         "которые могут находиться в городе."
	},

	apiary:{
		name:'Пасека',
		description:"Пасека – производит воск для свечей. " +
			        "Как правило, свечи очень дороги и поэтому доступны лишь лорду и священнослужителям для проведения обрядов."
	},

	winery:{
		name:'Винодельня',
		description:"Винодельня – сделать хорошее вино – это настоящее искусство." +
			        "Вино окрыляет и придает сил. Не одно застолье или турнир нельзя провести без пары – тройки амфор хорошего вина."
	},

	bard_college:{
		name:'Коллегия Бардов',
		description:"Коллегия бардов - это место притяжение бардов и шутов, тех, кто за плату, веселит и радует население."
	},

	market:{
		name:'Рынок',
		description:"Рынок – это место покупки - продажи спец. ресурсов и еды."
	},

	tournament_field:{
		name:'Турнирное поле',
		description:"Турнирное поле – это место проведения рыцарских турниров, необходимо для получения славы и счастья. " +
			        "Здесь собираются прославленные воины со всех окрестных земель!"
	},

	house_lekar:{
		name:'Дом Лекаря',
		description:"Дом Лекаря - это здание необходимо для поддержания здоровья населения."
	},

	tavern:{
		name:'Таверна',
		description:"Таверна – это здание, в котором можно нанять шпионов-агентов, а так же увеличить счастье населения с помощью пива."
	},

	library:{
		name:'Библиотека',
		description:"Библиотека – это здания для исследования глобальных улучшений, открывающих доступ к внутренним улучшениям. " +
			        "Никогда не экономьте на науке! Только улучшая библиотеку и проводя глобальные исследования, можно постичь тайны мироздания!"
	},

	sacred_grove:{
		name:'Священная роща',
		description:"Священная роща – это религиозное здание, производящее очки благославленья, религиозных юнитов, " +
			        "а так же поддерживающее веру населения."
	},

	house:{
		name:'Дом',
		description:"Дом – это здание где проживает население. От того в каких домах живут люди, зависит здоровье подданных. " +
			        "Улучшая дома, вы тем самым укрепляете свою власть. Людям нравится, когда их лорд заботится о простом народе!"
	},

	warehouse:{
		name:'Склад',
		description:"Склад – здание, где хранятся основные и специальные ресурсы."
	},

	barracks:{
		name:'Казарма',
		description:"Казарма - здание по производству военных юнитов: пехоты и метательных орудий."
	},

	stable:{
		name:'Конюшня',
		description:"Конюшня - здание по производству военных юнитов: всадников и средств перевозки грузов."
	},
	TITLE_RESOURCE_BUILDING: "Ресурсные здания",
	TITLE_MAIN_BUILDING: "Основные здания",
	LANG_BONUS_IMPROVEMENT: "Бонус за улучшение",
	COUNT_PRODUCTION: "Количество продукции",
	TIME_PRODUCTION: "Время на производство",
	LANG_BUILD: "Построить"
};