/**
 * Файл содержит переводы названий улучшений и их описания таблица (building_upgrade)
 *
 * @author Greg
 * @package lang
 */

window.building_upgrade = {
	washroom:{
		name:'Уборная',
		description:"Резиденция стала заметно чище, да и неприятных запахов поубавилось."
	},

	bovine_bubbles:{
		name:'Бычьи пузыри',
		description:"Сквозняки не гуляют по замку, да и пробраться в замок незамеченным стало куда сложнее."
	},

	stoves:{
		name:'Печи',
		description:"Теперь в замке стало теплее да и сырости поубавилось."
	},

	store_supplies:{
		name:'Хранилище припасов',
		description:"Небольшой запас припасов, который может быть использован в сложный момент."
	},

	kitchen_lord:{
		name:'Кухня лорда',
		description:"Теперь для вас и ваших гостей готовят лучшие кулинары провинции, еда стала намного вкуснее и изысканей."
	},

	general_hall:{
		name:'Общая зала',
		description:"Место приёма ваших подданных, где вы вершите правосудие."
	},

	the_interior:{
		name:'Внутреннее убранство',
		description:"В вашей резиденции улучшилось и многие богатые жители берут с вашего дома пример, улучшая свои жилища."
	},

	secret_room:{
		name:'Потайная комната',
		description:"Это место, где можно отсидеться в случае опасности или спрятать дорогие вещи."
	},

	chapel:{
		name:'Молельня',
		description:"Теперь вы можете обратиться за советом к высшим силам не выходя из резиденции, " +
			"безусловно такая набожность вызывает радость у ваших подданных."
	},

	room_maid:{
		name:'Комнаты прислуги',
		description:"Ваши слуги теперь спят ни где попало, а небольших комнатках."
	},

	canopy:{
		name:'Балдахин',
		description:"Такая простая вещь как навес над кроватью оберегает сон ваших гостей."
	},

	guest:{
		name:'Гостевая',
		description:"Это зала, где любой гость может отдохнуть с дороги и дождаться, окружённый заботой чутких слуг."
	},

	cabinet:{
		name:'Кабинет',
		description:"Здесь вас никто и ничто не отвлекает от работы на благо своего народа и всеобщего процветания государства."
	},

	curtains:{
		name:'Шторы',
		description:"Прочные шторы не только удерживают солнечный свет, но и защищают многочисленных обитателей замка от сквозняков."
	},

	armory:{
		name:'Оружейная комната',
		description:"В случае опасности, все обитатели замка могут вооружиться и дать отпор врагу."
	},

	stables_lord:{
		name:'Конюшни лорда',
		description:"Здесь собраны лучшие скакуны провинции и, если переговоры зашли в тупик, " +
			"можно отправиться на конную прогулку, которая безусловно позволит быстрее найти общий язык."
	},

	fireplace:{
		name:'Камин',
		description:"В любую погоду в вашем замке уютно и тепло."
	},

	throne_hall:{
		name:'Тронный зал',
		description:"Величие замка вселяет уважение и страх в ваших гостей."
	},

	statues:{
		name:'Статуи',
		description:"В них запечатлены все ваши победы и, бесспорно, любой враг тысячу " +
			"раз подумает перед тем как проникнуть к вам в резиденцию."
	},

	garden:{
		name:'Сад',
		description:"Во время праздников открыт для горожан, что прибавляет вам народной любви."
	},

	ditch:{
		name:'Ров',
		description:"Перед штурмом стен придется преодолеть ров, а это не самая лёгкая задачка."
	},

	resin:{
		name:'Смола',
		description:"В случае штурма горящая смола может надолго остановить продвижение противника."
	},

	pitfalls:{
		name:'Волчьи ямы',
		description:"Для нежданных гостей припасены опасные сюрпризы!"
	},

	military_depot:{
		name:'Военный склад',
		description:"Дополнительные припасы позволяют увеличить максимальный гарнизон."
	},

	loopholes_for_archers:{
		name:'Бойницы для лучников',
		description:"Теперь лучники могут более метко поражать противника, оставаясь вне зоны поражения вражеских стрелков"
	},

	drawbridge:{
		name:'Подъёмный мост',
		description:"Позволяет надёжно защитить ворота и замедлить продвижение врагов."
	},

	watch_tower:{
		name:'Дозорная башня',
		description:"Позволяет заранее узнать о нападении противника, а так же разместить дополнительных защитников"
	},

	garrison:{
		name:'Гарнизон',
		description:"Защитники замки представляют серьёзную силу и взять город с ходу сможет не всякая армия."
	},

	iron_gates:{
		name:'Железные ворота',
		description:"Во время штурма пробить ворота замка сможет только очень мощный таран, " +
			         "а такую осадную машину может позволить себе, наверное, только очень богаты правитель."
	},

	high_watch_tower:{
		name:'Высокая дозорная башня',
		description:"Нападение врага не будет неожиданным для защитников, а стрелки, " +
			"размещённые на башне нанесут противнику значительный урон."
	},

	moat:{
		name:'Ров с водой',
		description:"Надёжно защищает город от противника."
	},

	loopholes_for_crossbowmen:{
		name:'Бойницы для арбалетчиков',
		description:"Меткие стрелки способны пробить даже самую прочную броню. Штурм превратится в бойню."
	},

	military_depots:{
		name:'Военные склады',
		description:"Целая армия сможет разместиться в городе."
	},

	reinforced_walls:{
		name:'Укреплёные стены',
		description:"Лишь мощная армия сможет сломить гарнизон города."
	},

	the_guns:{
		name:'Орудия',
		description:"Различные хитроумные орудия среди которых катапульты и требушеты " +
			"могут поражать врага на расстоянии нанося ему значительные потери."
	},

	boiling_oil:{
		name:'Кипящее масло',
		description:"Пусть только попробуют полезть на стены и, узнают, что такое покрыться прожаренной корочкой!"
	},

	iron_mine:{
		name:'Железные шахты',
		description:"Новые способы добычи железа."
	},

	charcoal:{
		name:'Древесный уголь',
		description:"Легче выплавлять из руды железо."
	},

	melting_furnace:{
		name:'Плавильный горн',
		description:"Это устройство значительно ускоряет производство."
	},

	tools:{
		name:'Инструментарий',
		description:"Орудия труда становятся значительно лучше"
	},

	anvil:{
		name:'Наковальня',
		description:"Изделия становятся качественней, а время на их производство сокращается."
	},

	coal:{
		name:'Каменный уголь',
		description:"Высокая температура достигаемая с этим видом угля позволяет получить больше железа из руды."
	},

	blacksmith_tools:{
		name:'Инструментарий кузнеца',
		description:"Инструментарий – кузнеца образец для подражания и завести."
	},

	apprentice_blacksmith:{
		name:'Подмастерье',
		description:"Следит за тем, чтобы все работали не покладая рук."
	},

	instructions_smith:{
		name:'Инструкция кузнеца',
		description:"Здесь собраны полезные советы по технологии производства."
	},

	convicts:{
		name:'Каторжники',
		description:"Преступники, чья жизнь не стоит ничего, но их труд приносит неплохой доход."
	},

	new_tools:{
		name:'Новые орудия труда',
		description:"Позволяют немного улучшить производство."
	},

	deep_mines:{
		name:'Глубокие шахты',
		description:"Эта технология увеличивает производительность шахты."
	},

	crane:{
		name:'Подъёмный кран',
		description:"Тяжелые камни поднимает специальное устройство."
	},

	apprentice_quarry:{
		name:'Подмастерье',
		description:"За производством следит ваш ученик и теперь ничто не ускользнёт от вашего взгляда."
	},

	iron_axes:{
		name:'Железные топоры',
		description:"Прочные топоры долговечны и удобны."
	},

	whetstone:{
		name:'Точильный камень',
		description:"Острота лезвий, делает работу значительно быстрее."
	},

	saws:{
		name:'Пилы',
		description:"Теперь чтобы сделать готовую продукцию надо куда меньше времени."
	},

	burnt_forest:{
		name:'Горелый лес',
		description:"Быстрее и удобнее рубить и доставлять на лесопилку, больше леса - больше продукции."
	},

	recycled:{
		name:'Вторсырье',
		description:"Зачем выбрасывать то, что может пригодится."
	},

	operating_schedule:{
		name:'График работ',
		description:"Рабочие работают по строгому графику."
	},

	glade:{
		name:'Просека',
		description:"Срубленный лес проще и быстрее доставляется на лесопилку."
	},

	apprentice_sawmill:{
		name:'Подмастерье',
		description:"Следит за тем, чтобы все работали не покладая рук."
	},

	power_of_water:{
		name:'Сила воды',
		description:"Используется для вращения большого металлического диска, который с лёгкостью распиливает самые толстые деревья."
	},

	instructions_carpenter:{
		name:'Инструкция плотника',
		description:"Здесь собраны полезные советы по технологии производства."
	},

	barrels:{
		name:'Бочки',
		description:"Бочки – удобные большие бочки позволяют увеличить производство."
	},

	irrigation:{
		name:'Ирригация',
		description:"Ирригация – виноградных участков позволяет не только вырастить сорта высокого качества, но и сделать это быстрее."
	},

	extraction:{
		name:'Отжим',
		description:"Отжим – виноградный сок давят не ногами, а примитивными прессами."
	},

	basement:{
		name:'Подвал',
		description:"Теперь есть место где хранить продукцию, а значит можно увеличить производство."
	},

	wage_labor:{
		name:'Наёмный труд',
		description:"Привлечение специалистов виноделов самого высокого уровня."
	},

	security_post:{
		name:'Пост охраны',
		description:"Надёжная охрана позволяет не бояться за произведенную продукцию, не один из бочонков не пропадет."
	},

	oak_barrels:{
		name:'Дубовые бочки',
		description:"Эти бочки позволяют производить вино высочайшего качества, значительно снижается количество брака."
	},

	apprentice_winery:{
		name:'Подмастерье',
		description:"Следит за тем, чтобы все работали не покладая рук."
	},

	instructions_winemaker:{
		name:'Инструкция винодела',
		description:"Здесь собраны полезные советы по технологии производства."
	},

	workroom:{
		name:'Рабочая комната',
		description:"Улучшение условий труда."
	},

	dyeworks:{
		name:'Красильня',
		description:"Новые методы покраски ткани."
	},

	bespoke_work:{
		name:'Работа на заказ',
		description:"Такая форма организации труда позволяет экономить время и материал."
	},

	apprentice_weaving_workshop:{
		name:'Подмастерье',
		description:"Этот человек, помощник мастера и благодаря ему, мастерская может работать как часы."
	},

	knowing_properties_tissue:{
		name:'Знание свойств ткани',
		description:"Знание об особенностях различных видов ткани и методов работы с ними, делают продукцию мастерской очень качественной."
	},

	slash_farming:{
		name:'Подсечное земледелие',
		description:"Место для новых полей."
	},

	hoe:{
		name:'Тяпка',
		description:"Такое простое орудие труда позволяет быстрее проводить прополку."
	},

	knowledge_will:{
		name:'Знание примет',
		description:"Используя знания об особенностях природы, крестьяне научились получать максимальный урожай."
	},

	androgynous:{
		name:'Двухполье',
		description:"Чередование полей,  позволяет восстанавливать плодородие земель, не тратя силы на расчистку новой территории под посевы."
	},

	dam:{
		name:'Плотина',
		description:"Нехитрое сооружение, которое позволяет даже в засуху получить высокий урожай."
	},

	three_field_system:{
		name:'Трёхполье',
		description:"Чередование полей под пар и озимые, повышает урожайность, а так же начало сбора урожая."
	},

	cooling_chamber:{
		name:'Холодильная камера',
		description:"Глубокий подвал, в котором хранят мясо–молочную продукция перед обработкой."
	},

	apprentice_farm:{
		name:'Подмастерье',
		description:"Это человек следит за тем, чтобы крестьяне не просиживали штаны, а делали свою работу быстро и качественно."
	},

	large_barn:{
		name:'Большой амбар',
		description:"Здесь можно хранить разнообразную продукцию перед отправкой на рынок."
	},

	instructions_farmer:{
		name:'Инструкция фермера',
		description:"Свод правил, которые должен знать каждый фермер."
	},

	large_boilers:{
		name:'Большие котлы',
		description:"В таких котлах легко варить большое количество пива."
	},

	security_guard:{
		name:'Охранник',
		description:"Этот человек следит за тем, чтобы не пропала не одна пинта пива."
	},

	warehouse_extension:{
		name:'Складская пристройка',
		description:"Позволяет хранить большое количество готовой продукции, а так же запас ингредиентов для пивоварни."
	},

	apprentice_brewery:{
		name:'Подмастерье',
		description:"Этот человек следит за тем чтобы каждый работник в чёткости исполняля свои обязанности."
	},

	recipe_for:{
		name:'Рецепт приготовления',
		description:"Знание различных рецептов делает продукцию пивоварни лучшей в провинции."
	},

	suppressor:{
		name:'Защитная сетка',
		description:"Эта сетка защищает пчеловода от укусов  пчёл."
	},

	wooden_beehive:{
		name:'Деревянный улей',
		description:"Позволяет разводить  пчёл недалеко от дома."
	},

	rows_beehives:{
		name:'Ряды ульев',
		description:"Несколько ульев гораздо производительние чем один."
	},

	apprentice_apiary:{
		name:'Подмастерье',
		description:"Этот человек помогает мастеру вести хозяйство."
	},

	instructions_beekeeper:{
		name:'Инструкция пчеловода',
		description:"Здесь собраны полезные советы по технологии производства."
	},

	strong_protection:{
		name:'Крепкие щиты',
		description:"Такой щит способен надёжно защитить своего владельца от атак противника."
	},

	iron_sword:{
		name:'Железный меч',
		description:"Такой меч наиболее распространённое оружие среди тех, кто знает толк в войне."
	},

	chain_armor:{
		name:'Кольчуга',
		description:"Сплетённые кольца надёжно защищают война от атак противника."
	},

	longbow:{
		name:'Длинный лук',
		description:"Воин вооружённый таким луком поражает своего противника за сотню шагов."
	},

	enhanced_chain_armor:{
		name:'Усиленная кольчуга',
		description:"Такая броня выдержит самый отчаянный бой."
	},

	arbalest:{
		name:'Арбалет',
		description:"Такое оружие способно пробивать самую сильную броню, но долго  перезаряжается."
	},

	long_spears:{
		name:'Длинные копья',
		description:"Такие копья без труда остановят кавалерию противника."
	},

	close_order:{
		name:'Сомкнутый строй',
		description:"Умение держаться вместе в любой ситуации, защищая друг друга от атак противника."
	},

	armor:{
		name:'Панцирь',
		description:"Такая броня делает её владельца почти неуязвимым"
	},

	complex_mechanisms:{
		name:'Сложные механизмы',
		description:"Знание данной технологии позволяет строить различные боевые машины."
	},

	wall_panels:{
		name:'Стена щитов',
		description:"Атакуя противника ваши войны выстраивают стену из щитов, закрываясь от стрел и копий врага."
	},

	war_cry:{
		name:'Боевой клич',
		description:"Поднимает боевой дух воинов, что делает их сильнее и отважнее."
	},

	sophisticated_armor:{
		name:'Сложная броня',
		description:"Такая броня гарантирует надёжную защиту и подвижность."
	},

	ambush_tactics:{
		name:'Тактика засад',
		description:"Бой можно выиграть ещё до его начала, ведь не все противники дойдут до поля битвы."
	},

	infantry_tactics_fail:{
		name:'Тактика пехотного строя',
		description:"Умение держать строй, располагать всех имеющихся юнитов в определённом порядке делает вашу армию поистине сильной."
	},

	scaly_armor:{
		name:'Чешуйчатая броня',
		description:"Металлические пластинки на манер рыбьей чешуи закрывают воина от атак врагов."
	},

	art_fighting:{
		name:'Искусство боя',
		description:"Знание тактики и стратегии, умение использовать их в нужное время и в нужном месте."
	},

	molotov_cocktail:{
		name:'Зажигательные смеси',
		description:"Используются для того, чтобы нанести максимальный урон противнику и деморализовать его."
	},

	whip:{
		name:'Кнут',
		description:"Умелое использование кнута делает лошадей быстрыми, а рабов послушными."
	},

	protection_horses:{
		name:'Защита для лошади',
		description:"Боевого коня сложнее поразить стрелами, а разрушить телегу не так уж и просто."
	},

	wedge:{
		name:'Клин',
		description:"Особый строй, который прорывает даже самую сильную оборону пехоты противника."
	},

	domestication_wild_animals:{
		name:'Приручение диких животных',
		description:"Звери могут нанести серьёзный урон противнику, если уметь их правильно использовать."
	},

	tactics_horse_attacks:{
		name:'Тактика конных атак',
		description:"Опыт накопленный за многие столетия не пропадет даром, а будет опробован во многих сражениях."
	},

	roads:{
		name:'Дороги',
		description:"Хорошие дороги позволяют местным крестьянам быстрее доставлять свою продукцию на рынок."
	},

	moneychangers:{
		name:'Менялы',
		description:"Если для заключении сделки вам нужны деньги другого государства не беда, вы всегда можете обменять нужную сумму."
	},

	paved_roman_roads:{
		name:'Мощёные римские дороги',
		description:"Эти дороги некогда были залогом процветания империи, возродив их  вы значительно оживите торговлю."
	},

	security_post_market:{
		name:'Пост охраны',
		description:"Торговцы могут не опасаться за свой товар и это стимулирует приток товаров к вам на рынок."
	},

	chamber_commerce:{
		name:'Торговая палата',
		description:"Это место где можно обсудить сделку и выгодно поторговаться."
	},

	torches:{
		name:'Факелы',
		description:"Это нехитрое освещение позволяет до поздна засиживаться в библиотеке."
	},

	tables:{
		name:'Столы',
		description:"Простые столы создающие минимум комфорта для читающего книги."
	},

	candles:{
		name:'Свечи',
		description:"Более удобны чем факелы, но очень дорогие!"
	},

	librarian:{
		name:'Библиотекарь',
		description:"Знает где лежит какая книга и может помочь в поисках нужного произведения."
	},

	archive:{
		name:'Архив',
		description:"Упорядоченная система, разделяющая книги по нескольким характеристикам."
	},

	comfortable_furniture:{
		name:'Удобная мебель',
		description:"Чтение книг значительно приятнее."
	},

	archivist:{
		name:'Архивариус',
		description:"Этот человек руководит работой всего коллектива библиотекарей, следит чтобы не одна книга не пропала."
	},

	restroom:{
		name:'Комната отдыха',
		description:"Позволяет сделать небольшой перерыв, а затем вонь вернуться к познанию мудрости."
	},

	scientific_council:{
		name:'Учёный совет',
		description:"Библиотека стала центром притяжения образованнейших людей этого времени."
	},

	philosopher:{
		name:'Философ',
		description:"Этот человек обладает знаниями в различных областях и готов казать путь всякому, кто жаждет знаний."
	},

	musical_instruments:{
		name:'Музыкальные инструменты',
		description:"Разнообразие этих нехитрых музыкальных инструментов."
	},

	costume:{
		name:'Костюмерная',
		description:"Позволяет актёрам быстро перевоплощаться в новый образ, значительно увеличивает репертуар."
	},

	hall_performances:{
		name:'Зал для выступлений',
		description:"Теперь зрителю гораздо удобнее смотреть выступлении."
	},

	key_actor:{
		name:'Ведущий актёр',
		description:"Мастер своего дело, знающий все тонкости актёрской профессии."
	},

	bedroom_artists:{
		name:'Спальня артистов',
		description:"Место где есть возможность отдохнуть, и подготовится к новому выступлению."
	},

	driving:{
		name:'Тренировочное поле',
		description:"Позволяет воинам проводить тренировочные бои."
	},

	shed:{
		name:'Навес',
		description:"Защищает зрителей от непогоды."
	},

	physician:{
		name:'Лекарь',
		description:"В случае травмы воину будет оказана вся необходимая помощь."
	},

	armory_tournament_field:{
		name:'Оружейная',
		description:"Дополнительный выбор оружия для проведения турниров."
	},

	small_forge:{
		name:'Малая кузня',
		description:"Теперь, в случае небольшого повреждения доспеха, неисправность можно быстро устранить."
	},

	court:{
		name:'Судьи',
		description:"Эти люди следят за соблюдением правил участниками, что делает турниры более зрелищными."
	},

	herald:{
		name:'Герольд',
		description:"Эти люди возвещают о начале поединка и представляют рыцарей, без них нельзя проведение крупных турниров."
	},

	tribune:{
		name:'Трибуны',
		description:"Большие удобные трибуны позволяют разместить большое количество народа, а так же разделить простолюдинов от дворян."
	},

	lounges:{
		name:'Комнаты отдыха',
		description:"Приехавшие издалека рыцари могут с удобством разместиться в этих комнатах,  так же есть места и для зрителей."
	},

	redshank:{
		name:'Травник',
		description:"Знание лечебных трав позволяет применять их для лечения многих болезней."
	},

	red_hot_iron:{
		name:'Калёное железо',
		description:"Такой способ обработки раны хоть и болезненный, но максимально прост и эффективен."
	},

	tinctures:{
		name:'Настойки',
		description:"Умение комбинировать различные травы значительно расширило спектр возможного лечения."
	},

	bandages:{
		name:'Бинты',
		description:"Незаменимое средство для обработки ран."
	},

	boiling:{
		name:'Кипячение',
		description:"Кипячёная вода чище обычной, после нее не заболеть."
	},

	gypsum:{
		name:'Гипс',
		description:"Даже если случится серьёзный перелом, гипс позволит восстановить кости больного."
	},

	clean_hands:{
		name:'Чистые руки',
		description:"Было замечено, что люди, моющие руки перед едой, меньше болеют!"
	},

	anesthesia:{
		name:'Анестезия',
		description:"Позволяет снять боль и погрузить человека в сон, а во сне человек быстрее восстанавливается."
	},

	hippocratic_oath:{
		name:'Клятва Гиппократа',
		description:"Знание медицинский достижений античности, позволяют докторам спасти многие человеческие жизни."
	},

	skewers:{
		name:'Вертела',
		description:"Позволяют готовить большое количество вкусного прожаренного мяса."
	},

	bar_counter:{
		name:'Барная стойка',
		description:"Теперь у посетителей есть возможность выбора напитков."
	},

	warehouse_extension_tavern:{
		name:'Складская пристройка',
		description:"Место хранения различных припасов, теперь в любой день столы ломятся от изобилия."
	},

	clean_dishes:{
		name:'Чистая посуда',
		description:"Посуда не просто ополаскивается, а тщательно моется."
	},

	menu:{
		name:'Меню',
		description:"Возможность широкого выбора напитков и закусок радует посетелителей."
	},

	altar:{
		name:'Жертвенник',
		description:"Позволяет приносить в жертву богам животных и различные предметы."
	},

	servant:{
		name:'Служитель',
		description:"Этот человек умеет проводить обряды и вести служение."
	},

	open_doors:{
		name:'Открытые двери',
		description:"Святилище открыто для верующих днём ночью, тем самым делая людей ближе к богам."
	},

	well_kept_temple:{
		name:'Ухоженный храм',
		description:"За чистотой в святилище следит специальный человек."
	},

	preacher:{
		name:'Проповедник',
		description:"Знание основ веры и умение рассказать о своей религии, позволяет донести свою веру до других племён."
	},

	rites:{
		name:'Обряды',
		description:"Красивые обряды укрепляют веру людей в богов."
	},

	night_service:{
		name:'Ночное служение',
		description:"Теперь обряды проводятся не только днём, но и ночью."
	},

	harbinger:{
		name:'Предвестник',
		description:"Этот человек выражает волю богов, которым служит. Слово его на вес золота."
	},

	symbols:{
		name:'Символы',
		description:"Боги стали ближе к людям, а принадлежность к религии выражается в символах," +
			" будь то татуировка или  же небольшая статуэтка оберегающая человека."
	},

	biggest_idols:{
		name:'Великие идолы',
		description:"Красивые статуи из дерева и камня, олицетворяющие божество."
	},

	druid:{
		name:'Друид',
		description:"Этот человек обладает мудростью и великими знаниями, его устами говорят боги."
	},

	set_traditions:{
		name:'Свод традиций',
		description:"Все обряды и традиции записаны в одну книгу и теперь все они проводятся согласно строгому регламенту."
	},

	sacred_fire:{
		name:'Священный огонь',
		description:"Огонь, который днём и ночью горит в святилище несомненно благославлён богами."
	},

	keeper_secrets:{
		name:'Хранитель тайн',
		description:"Этот человек является верховным друидом и несет на землю волю богов."
	},

	religious_holidays:{
		name:'Религиозные праздники',
		description:"Вера людей в богов становится сильнее, когда они счастливы и радостны. " +
			"А что может быть лучше всеобщего праздника в часть божества покровителя!"
	},

	strong_building:{
		name:'Крепкое здание',
		description:"Это надёжное место для хранения ресурсов."
	},

	reasonable_storage:{
		name:'Разумное складирование',
		description:"Припасы свалены не в кучу, а разложены по группам, что безусловно позволяет увеличить вместимость и сохранность."
	},

	storekeeper:{
		name:'Кладовщик',
		description:"Этот человек днём и ночью находится на складе контролируя правильность размещения припасов и их сохранность."
	},

	loaders:{
		name:'Грузчики',
		description:"Эти ребята знают как быстро и правильно складировать товары, а если кто захочет что – либо украсть, то наваляют ему мама не горюй."
	},

	logistics:{
		name:'Логистика',
		description:"Это целая наука, которая оптимизирует процесс размещения и сохранности ресурсов."
	},

	wicker_hut:{
		name:'Плетёная хижина',
		description:"Простенькое жилище, щели в стенах не так хорошо удерживают тепло, но всё же дают защиту от непогоды."
	},

	chamber_pot:{
		name:'Ночной горшок',
		description:"Незаменимая вещь, которая должна быть в каждом доме!"
	},

	small_cellar:{
		name:'Небольшой погреб',
		description:"Позволяет хранить небольшой запас продуктов на чёрный день."
	},

	stove:{
		name:'Печка',
		description:"Необходимая вещь для обогрева и приготовления пиши."
	},

	wooden_roof:{
		name:'Деревянная крыша',
		description:"Крыша укреплёная досками, куда лучше соломенной удерживает тепло."
	},

	latrine:{
		name:'Отхожее место',
		description:"Оборудованное помещения для тех кому надо."
	},

	cellar:{
		name:'Погреб',
		description:"Хороший погреб."
	},

	litter:{
		name:'Соломенная подстилка',
		description:"Немного утепляет пол и делает дом уютнее."
	},

	all_weather_roof:{
		name:'Всепогодная крыша',
		description:"Добротная крыша которая не пропускает в дом ни дождь ни зимнюю стужу."
	},

	water_barrel:{
		name:'Бочка с водой',
		description:"Небольшая запас воды."
	},

	outbuilding:{
		name:'Пристройка',
		description:"Позволяет приспособить это помещение как для хранения припасов, так и для небольшой домашней мастерской."
	},

	wooden_floor:{
		name:'Деревянный пол',
		description:"Такой пол не только крепкий и тёплый, но так же позволяет строить дома в два этажа."
	},

	tile:{
		name:'Черепица',
		description:"Надёжная крыша, но дорогая и по карману не каждому."
	},

	old_roman_sewage:{
		name:'Старая римская канализация',
		description:"Чудо техники, оставшееся после падения империи."
	},

	two_story_building:{
		name:'Двухэтажное здание',
		description:"Надёжный фундамент и крепкие перекрытия позволили сделать здания высокими и удобными."
	},

	stone_foundation:{
		name:'Каменный фундамент',
		description:"Хороший фундамент, залог для крепкого дома."
	},

	attic:{
		name:'Мансарда',
		description:"Дополнительно пространство для хранения припасов, хотя и жить тут тоже можно."
	},

	plaster:{
		name:'Штукатурка',
		description:"Стены дома станут приятней на вид и избавятся от плесени."
	},

	pantry:{
		name:'Кладовая',
		description:"Удобное помещение для хранения большого количества всевозможных припасов."
	},

	fireplace_house:{
		name:'Камин',
		description:"Согревает своим теплом в непогоду и создаёт уют в доме."
	},

    book_symptoms:{
			name:'Книга о симптомах',
			description:"Теперь можно быстрее распознать болезнь и начать лечение больного."
		},

	basic_rules_hygiene:{
		name:'Простейшие правила гигиены',
		description:"Помогают предотвратить влияние некоторых болезней."
	},

	prophylaxis:{
		name:'Профилактика',
		description:"Влияние некоторых болезней можно свести на нет, всего то и надо придерживаться простых правил."
	},

	free_admission_days:{
		name:'Бесплатные дни приёма',
		description:"Обратиться к лекарю в эти дни могут все нуждающиеся."
	},

	law_medicine:{
		name:'Закон о медицине',
		description:"Нормы, правила лечения и профилактики болезней."
	}
};
