/**
 * Файл содержит переводы заболеваний и их описания таблица (epidemic)
 *
 * @author Greg
 * @package lang
 */

var epidemic = {
	consumption:{
		name:'Чахотка',
		description:"Это болезнь лёгкий, медленно, но уверенно умертвляющая человека. " +
			        "Способна быстро передаваться другим людям"
	},

	malaria:{
		name:'Малярия',
		description:"Жар и лихорадка сопровождают эту болезнь, немногие выживают после неё"
	},

	smallpox:{
		name:'Оспа',
		description:"Острое, часто смертельное, заболевание. Для него характерны высокая температура, " +
			        "обильные пузырьковые высыпания на коже после исчезновения которых остаются втянутые рубцы – оспины."
	},

	pertussis:{
		name:'Коклюш',
		description:"Это заболевание сопровождается неудержимым кашлем и боль в горле. " +
			        "Чаще всего от него умирают ещё слабые, не окрепшие дети"
	},

	leprosy:{
		name:'Проказа',
		description:"Страшнее этой болезни лишь смерть, хотя смерть была милосердием! Люди заболевающие ей обречен сгнить заживо!"
	},

	ulcers:{
		name:'Язвы',
		description:"Эти неприятные заболевания появляются на коже, если их не лечить, то можно умереть в страшных муках!."
	},

	dysentery:{
		name:'Дизентерия',
		description:"Жар, тошнота, панос всё это симптомы страшной болезни. Чаще всего причиной этой болезни является грязная вода"
	},

	typhoid:{
		name:'Тиф',
		description:"Производство пищи."
	},

	angina:{
		name:'Ангина',
		description:"Это заболевание сопровождается сильной температурой и болью в горле."
	},

	cold:{
		name:'Простуда',
		description:"Это не самое страшное заболевание, но если не лечиться, то можно умереть"
	},

    plague:{
		name:'Чума',
		description:"Чёрная смерть. Единственный шанс выжить – это покинуть зараженное место и молиться Богу о спасении!"
	},

	scurvy:{
		name:'Цинга',
		description:"Человек слабеет, у него появляется сыпь на коже, начинают болеть суставы, выпадают зубы. " +
			        "Если вовремя начать лечение, то есть шансы спасти заболевшего! А самым лучшим лечением будут фрукты!"
	}
};
