/**
 * Файл содержит переводы фракций, таблица (fractions)
 *
 * @author Greg
 * @package lang
 */

window.fractions = {
	franks:{
		name:'Франки',
		description:"Союз могучих германцев игалльских племён, известных миру ещё со времён Юлия Цезаря. " +
			"Долгое время их боевой клич  наводил ужас на Рим. " +
			"От римлян они переняли знания и опыт, став самой образованной нацией после падения империи."
	},

	germans:{
		name:'Германцы',
		description:"Воины, чьё мужество и отвага не раз наносили римлянам поражение. " +
			        "Именно боевые заслуги выдвинули германцев на видное место среди других племён. " +
			         "Постоянно воюя с Римом они переняли знания тактики и вооружений, что сделало их самой передовой фракцией в военном деле."
	},

	vandals:{
		name:'Вандалы',
		description:"Народ - странник, прошедший всю Европу. " +
			"Они научились защищать свою свободу в бою и достигать своих целей там, " +
			"где главное оружие не меч, а слово."
	},

	visigoths:{
		name:'Вестготы',
		description:"Эти люди навсегда вошли в историю как смелые войны, их имя вселяло ужас в сердца врагов. " +
			        "Победы в боях – это результат отваги и трудолюбия. Знание ремёсел, прославило их среди других племён, " +
			        "а их товары прославились во всём известном Мире."
	}
};
