/**
 * Файл содержит переводы названий зданий и их описания, таблица (building)
 *
 * @author Greg
 * @package lang
 */
window.map = {
	castle:{
		name:'Замок',
		description:"Влияет на уровень развития других построек. " +
			"В нём можно нанимать спец. юнитов – рыцарей. Влияет на дипломатию – уровень симпатии." +
			"Имеет несколько уровней  развития, которые можно прокачивать имея достаточное кол-во ресурсов и очков славы – титул. " +
			"Новое улучшение замка зависит от титула правителя."
	},

	fortress:{
		name:'Крепость',
		description:"Влияет на уровень защиты поселения - максимальное кол-во сохранившихся после падения ресурсов. " +
			"Кол-во построек, солдат в гарнизоне."
	},

	smithy:{
		name:'Кузница',
		description:"Выплавка железа."
	},

	quarry:{
		name:'Каменоломня',
		description:"Влияет на уровень защиты поселения - максимальное кол-во сохранившихся после падения ресурсов. " +
			"Кол-во построек, солдат в гарнизоне"
	},

	sawmill:{
		name:'Лесопилка',
		description:"Производство древесины. Несколько уровней развития."
	},

	weaving_workshop:{
		name:'Ткацкая мастерская',
		description:"Это здание производит ресурс ткань."
	},

	brewery:{
		name:'Пивоварня',
		description:"Производство пива."
	},

	farm:{
		name:'Ферма',
		description:"Производство пищи."
	},

	apiary:{
		name:'Пасека',
		description:"Производство воска - свечи."
	},

	winery:{
		name:'Винодельня',
		description:"Производство вина для турниров."
	},

	bard_college:{
		name:'Коллегия Бардов',
		description:"Найм юнитов - для развлечения людей- поднимает счастье населения."
	},

	market:{
		name:'Рынок',
		description:"Производство древесины. Несколько уровней развития."
	},

	tournament_field:{
		name:'Турнирное поле',
		description:"Проведение турниров: получение очков славы и счастья населения."
	},

	house_lekar:{
		name:'Дом Лекаря',
		description:"Лечение болезней населения. Влияет на уровень счастья."
	},

	tavern:{
		name:'Таверна',
		description:"Уровень счастья населения. Наём шпионов и помощников – убийц."
	},

	library:{
		name:'Библиотека',
		description:"Изучение глобальных улучшений."
	},

	sacred_grove:{
		name:'Священная роща',
		description:"Производство древесины. Несколько уровней развития."
	},

	house:{
		name:'Дом',
		description:"Обеспечивает рост населения, лимитирует максимум жителей. Влияет на здоровье населения."
	},

	warehouse:{
		name:'Склад',
		description:"Хранение ресурсов. Защита ресурсов от кражи."
	},

	barracks:{
		name:'Казарма',
		description:"Создание пеших военных юнитов."
	},

	stable:{
		name:'Конюшня',
		description:"Создание конных юнитов. Юнитов перевозчиков."
	},
	TITLE_RESOURCE_BUILDING: "Ресурсные здания",
	TITLE_MAIN_BUILDING: "Основные здания"
};