/**
 * Файл содержит переводы сообщений для пользователей
 *
 * Получение перевода происходит по номеру статуса, статусы находятся во входящем файле index.php
 * @author Grey Bob
 * @package lang
 */

var message = {

	13:{
		message:"Персонаж уже существует"
	},
	17:{
		message:"Недостаточно ресурсов"
	},
	22:{
		message:"Нет свободных участков для постройки здания"
	},
	23:{
		message:"Недостаточный уровень города"
	},
	24:{
		message:"Недостаточный уровень здания"
	},
	26:{
		message:"Недостаточный уровень здания ЗАМОК в городе"
	},
	27:{
		message:"Не окончена постройка или улучшение основных зданий"
	},
	28:{
		message:"Не окончена постройка или улучшение ресурсных зданий"
	},
	29:{
		message:"Здание строить нельзя"
	},
	30:{
		message:"Не хватает свободного населения"
	},
	31:{
		message:"Постройка или улучшение уже закончилась"
	},
	32:{
		message:"Постройка или улучшение уже остановлено"
	},
	33:{
		message:"Это здание нельзя удалить"
	},
	34:{
		message:"Это здание разрушить нельзя"
	},
	35:{
		message:"Недостаточный уровень здания БИБЛИОТЕКА в городе"
	},
	36:{
		message:"Внутреннее улучшение здания уже существует"
	},
	37:{
		message:"Недостаточный уровень здания БИБЛИОТЕКА в городе"
	},
	38:{
		message:"Идет внутреннее улучшение здания БИБЛИОТЕКА в городе"
	},
	39:{
		message:"Невозможно распустить юнитов"
	},
	40:{
		message:"Внутреннее улучшение здания закончено"
	},
    41:{
        message:"Идет исследование"
    },
    42:{
        message:"Исследование окончено"
    }
}
