/**
 * Файл содержит переводы религий, таблица (religion)
 *
 * @author Greg
 * @package lang
 */

window.religion = {
	tree_limit:{
		name:'Древо предела',
		description:"Древо предела - поражает людей своей красотой и мощью. " +
			         "По легенде, Древо появилось в момент сотворения Мира. В Древе сосредоточена жизненная сила и мудрость, " +
			         "оберегающая людей от невзгод. Человек, верующий в него, " +
			         "всегда найдёт пристанище и спокойствие под его величественной кроной."
	},

	fertility_goddess:{
		name:'Богиня плодородия Арианрод',
		description:"Богиня плодородия Арианрод – это одна из самых почитаемых богинь. " +
			        "Именно от её воли зависит: будет ли урожай богатым, а семья счастливой. " +
			        "Тот, кто находится под её покровительством, всегда может похвастать богатым столом и здоровыми детьми."
	},

	sacred_sun:{
		name:'Священное солнце',
		description:"Священное солнце – рассеивает ночную мглу, дарит людям тепло и свет. " +
			        "Тот, кто находится под его покровительством, всегда найдёт то, что ищет и преодолеет любую трудность."
	},

	spirits_earth:{
		name:'Духи земли',
		description:"Духи земли – это духи хранители. Они оберегают людей от злых существ и незваных врагов. " +
			        "Дарят людям богатство недр земли и забирают к себе тела и души умерших."
	}
};
