<?php
/**
 * Файл содержит класс информации части видимого окна карты.
 *
 * @author Greg
 * @package map
 */

/**
 * Класс информации части видимого окна карты.
 *
 * @author Greg
 * @version 1.0.0
 * @package map
 */
class map_PartVisibleMap {

	/**
	 * Координата верхнего левого угла по X
	 * @var int
	 */
	public $x_0;

	/**
	 * Координата верхнего левого угла по Y
	 * @var int
	 */
	public $y_0;

	/**
	 * Координата правого верхнего угла по X
	 * @var int
	 */
	public $x_1;

	/**
	 * Координата верхнего правого угла по Y
	 * @var int
	 */
	public $y_1;

	/**
	 * Координата нижнего правого угла по X
	 * @var int
	 */
	public $x_2;

	/**
	 * Координата нижнего правого угла по Y
	 * @var int
	 */
	public $y_2;

	/**
	 * Координата нижнего левого угла по X
	 * @var int
	 */
	public $x_3;

	/**
	 * Координата нижнего левого угла по Y
	 * @var int
	 */
	public $y_3;
}
