/**
 * Description content file
 *
 * @author u
 * @package
 */
var LangResearch = {
	production: {
		name: "Производство",
		description: "Внедрение новых способов производства и улучшение уже существующих, позволят получать вашим ремесленникам дополнительную прибыль."
	},
	ancient_wisdom: {
		name: "Мудрость древних",
		description: "Иногда не надо изобретать что – то новое, достаточно воспользоваться мудростью, проверенной временем и людьми. Много полезного можно узнать изучив римские свитки."
	},
	architecture: {
		name: "Архитектура",
		description: "Построить красивый дом или прочную крепость не так уж и просто без знаний в области архитектуры. Для процветания поселения, вам потребуются архитекторы, способные сделать из вашей скромной деревушки величественный город."
	},
	politics: {
		name: "Политика",
		description: "Правитель – это не только умелый воин, но и мудрый дипломат. Умение выгодно вести переговоры со своими друзьями и врагами, а так же быть популярным в народе, складывается не один и не два года."
	},
	warfare: {
		name: "Военное дело",
		description: "Знание стратегии и тактики необходимы вам и вашим рыцарям, чтобы вести за собой  сильную и сплочённую армию, состоящую из отважных и хорошо обученных воинов."
	},
	agriculture: {
		name: "Сельское хозяйство",
		description: "Чтобы добиться высоких урожаев, мало построить ферму или виноградник. Важно правильно научиться обрабатывать землю: знать приметы и другие премудрости ведения сельского хозяйства."
	},
	alchemy: {
		name: "Алхимия",
		description: "Необходима для приготовления различных настоек и лекарств, способных продлить жизнь человека. Алхимию могут познать лишь избранные, процесс накопления и передачи знаний от учителя к ученикам очень долог."
	},
	LANG_RESEARCH_GLOBAL_RESEARCH:"Глобальные исследования",
	LANG_RESEARCH_LEVEL:"Уровень",
	LANG_RESEARCH_NEXT_LEVEL:"Следующий уровень",
	LANG_RESEARCH_AVAILIABLE_FOR_RESEARCH:"Делает доступным изучение",
	LANG_RESEARCH_REQUIRED_FOR_RESEARCH:"Делает доступным изучение",
	LANG_RESEARCH_RES_NAME:"Название",
	LANG_RESEARCH_RES_REQUIRED:"Необходимо",
	LANG_RESEARCH_RES_ALAILIABLE:"Имеется",
	LANG_RESEARCH_TIME_FOR_RESEARCH:"Время изучения",
	LANG_RESEARCH_TIME_FOR_RESEARCH_LEFT:"Идет изучение. Осталось",
	LANG_RESEARCH_LEARN:"Изучить",
	LANG_RESEARCH_LEARN_NOW:"Изучить мгновенно",
	LANG_RESEARCH_LEARN_FOR:"За"
};
