var tips=
[
'Развитие Глобальных исследований откроет путь к внутренним улучшениям зданий.',

'Не скупитесь на улучшение Библиотеки. Вложения в науку в скором времени окупятся!',

'Улучшайте производственные здания и в скором времени ваши склады заполнятся новой продукцией.',

'Внутреннее улучшение зданий позволит увеличить его характеристики',

'Чем выше уровень города, тем больше земель защищено его крепостной стеной.',

'Если не хотите вызвать недовольство населения стройте новые дома и улучшайте уже построенные.',

'Уютные дома позволят снизить вероятность болезней в поселении. А так же привлекут в город крестьян из соседних деревень.',

'Высокие налоги могут вызвать недовольство  населения и отток его из города.',

'Следите за счастьем населения – это показатель того, как люди воспринимают Вашу внутреннюю политику.',

'Болезни могут сократить численность населения в городе. Противостоять им можно развивая Дом Лекаря.',

'В Доме Лекаря исследуй вакцины против болезней, они понадобятся тебе в случае эпидемии.',

'Крепостная стена – это залог защиты города.  С каждым уровнем можно внедрять дополнительные защитные сооружения.',

'Гарнизон города – это его защитники, готовые  отразить атаку врагов. Чем больше гарнизон, тем больше воинов размещённых в крепости смогут принять участие в сражении.',

'Замок Лорда – это твой дом. С каждым уровнем ты можешь делать его более величественным и уютным.',

'Городской склад  позволит создать запасы для строительства и торговли. Чем выше его уровень тем больше запасов там можно разместить',

'Если не внедрять улучшения склада, то ресурсы, хранящиеся там, станут лёгкой добычей для городских воришек.',

'Рыцари помогут Вам управлять городом. Но хороший помощник стоит не дёшево.',

'Шпионы в тавернах помогут Вам в разведке и других сложных делах….',

'Хорошие шпионы выбирают таверны высокого уровня. В забегаловках Вам не найти специалистов высокого уровня.',

'Медальоны и книги вовсе не безделушки! Они могут принести своему хозяину много выгоды!',

'Оружие и доспехи помогут Вам в рыцарских сражениях и турнирах. ',

'Религия важный фактор развития, приводите в свою веру окрестные поселения.',

'Религиозные юниты оказывают влияние на то поселение, где они находятся.',

'Захватывайте локации и получайте дополнительный доход.',

'Помните, что разбойники не дадут вам покоя. Сильный гарнизон – вот залога контроля над локацией.',

'Если Вам необходимо продать ресурсы, то отправляйте их в Рим на Ярмарку.',

'Вы сможете найти много интересного, побывав в Риме и Чёрном городе.',

'Помните, что за незаконный бой Вас могут наказать Наместники короля.',

'В руинах парой можно найти много интересных и полезных вещей.'
]

